Repository: Simpcyclassy/thingtalk
Catalog: po/*.po
Languages: it

source: Please tell me the %s.
it: Per favore dimmi il %s.

source: Please tell me the name of the device you would like to use.
it: Per favore dimmi il nome del dispositivo che vuoi utilizzare.

source: Who is allowed to ask you for this command?
it: Chi può richiedere questo comando?

source: What should the %s be greater than?
it: Il %s deve essere maggiore di cosa?

source: What should the %s be less than?
it: Il %s deve essere minore di cosa?

source: How should the %s start with?
it: Il %s deve iniziare con cosa?

source: How should the %s end with?
it: Il %s deve finire con cosa?

source: What should the %s contain?
it: Il %s deve contenere cosa?

source: What should the %s be equal to?
it: Il %s deve essere uguale a cosa?

source: Please tell me the value of the filter on the %s.
it: Per favore dimmi il valore del filtro sul %s.

source: Which result do you want?
it: Quale risultato vuoi?

source: What is the index of the first result you would like?
it: Qual è l'indice del primo risultato che vuoi?

source: What is the index of the second result you would like?
it: Qual è l'indice del secondo risultato che vuoi?

source: What is the index of the third result you would like?
it: Qual è l'indice del terzo risultato che vuoi?

source: What is the index of the %dth result you would like?
it: Qual è l'indice del %dº risultato che vuoi?

source: When do you want your command to run?
it: Quando vuoi che il tuo comando sia eseguito?

source: What is the first time you would like your command to run?
it: Qual è il primo orario a cui vuoi che il tuo comando sia eseguito?

source: What is the second time you would like your command to run?
it: Qual è il secondo orario a cui vuoi che il tuo comando sia eseguito?

source: What is the third time you would like your command to run?
it: Qual è il terzo orario a cui vuoi che il tuo comando sia eseguito?

source: What is the %dth time you would like your command to run?
it: Qual è il %dº orario a cui vuoi che il tuo comando sia eseguito?

source: Who is the first friend who is allowed to ask you for this command?
it: Chi è il primo amico a cui è consentito richiedere questo comando?

source: Who is the second friend who is allowed to ask you for this command?
it: Chi è il secondo amico a cui è consentito richiedere questo comando?

source: Who is the third friend who is allowed to ask you for this command?
it: Chi è il terzo amico a cui è consentito richiedere questo comando?

source: Who is the %dth friend who is allowed to ask you for this command?
it: Chi è il %dº amico a cui è consentito richiedere questo comando?

source: What would you like the first %s to be?
it: Cosa vuoi che sia il primo %s?

source: What would you like the second %s to be?
it: Cosa vuoi che sia il secondo %s?

source: What would you like the third %s to be?
it: Cosa vuoi che sia il terzo %s?

source: What would you like the %dth %s to be?
it: Cosa vuoi che sia il %dº %s?

source: Who should run this command?
it: Chi deve eseguire questo comando?

source: When would you like your command to start?
it: Quando vuoi che questo comando sia iniziato?

source: How often should your command run?
it: Quando spesso deve essere eseguito questo comando?

source: How many times should your command run during that time interval?
it: Quante volte deve essere eseguito il tuo comando nell'intervallo di tempo?

source: When should your command stop?
it: Quando deve fermarsi il tuo comando?

source: What is the first result you would like?
it: Qual è il primo risultato che vuoi?

source: How many results would you like?
it: Quanti risultati vuoi?

source: What %s would you like?
it: Quale %s vuoi?

source: [Latitude: %.3f deg, Longitude: %.3f deg]
it: [Latitudine: %.3f gradi, Longitudine: %.3f gradi]

source: here
it: qui

source: at home
it: a casa

source: at work
it: al lavoro

source: now
it: adesso

source: this millisecond
it: questo millisecondo

source: this second
it: questo secondo

source: this minute
it: questo minuto

source: this hour
it: quest'ora

source: today
it: oggi

source: this week
it: questa settimana

source: this month
it: questo mese

source: this year
it: quest'anno

source: the start of %s
it: l'inizio di %s

source: the end of %s
it: la fine di %s

source: %s past %s
it: %s dopo %s

source: %s before %s
it: %s prima di %s

source: the morning
it: la mattina

source: the evening
it: la sera

source: the %s
it: il %s

source: the selection on the screen
it: la selezione sullo schermo

source: the program ID
it: l'ID del programma

source: the device type
it: il tipo di dispositivo

source: the result
it: il risultato

source: true
it: vero

source: false
it: falso

source: the %s do not contain %s
it: i %s non contengono %s

source: the %s contain %s
it: i %s contengono %s

source: the %s does not contain %s
it: il %s non contiene %s

source: the %s contains %s
it: il %s contiene %s

source: %s does not contain the %s
it: %s non contiene il %s

source: %s contains the %s
it: %s contiene il %s

source: the %s does not start with %s
it: il %s non inizia con %s

source: the %s starts with %s
it: il %s inizia con %s

source: the %s does not end with %s
it: il %s non finisce con %s

source: the %s ends with %s
it: il %s finisce con %s

source: the %s is not a prefix of %s
it: il %s non è un prefisso di %s

source: the %s is a prefix of %s
it: il %s è un prefisso %s

source: the %s is not a suffix of %s
it: il %s non è un suffisso di %s

source: the %s is a suffix of %s
it: il %s è un suffisso di %s

source: the %s is not equal to %s
it: il %s non è uguale a %s

source: the %s is equal to %s
it: il %s è uguale a %s

source: the %s is after %s
it: il %s è dopo %s

source: the %s is before %s
it: il %s è prima di %s

source: the %s is greater than %s
it: il %s è maggiore di %s

source: the %s is less than or equal to %s
it: il %s è minore uguale a %s

source: the %s is less than %s
it: il %s è minore di %s

source: the %s is greater than or equal to %s
it: il %s è maggiore uguale di %s

source: %s and %s
it: %s e %s

source: %s or %s
it: %s o %s

source: not %s
it: non %s

source: current time
it: l'ora attuale

source: my location
it: la mia posizione

source: the %s of %s
it: il %s di %s

source: for %s, %s
it: per %s, %s

source: send it to me
it: invialo a me

source: notify you
it: notifichi te

source: save it
it: salvalo

source: send it to $__principal
it: invialo a $__principal

source: you receive something from $__principal
it: ricevi qualcosa da $__principal

source: your %s
it: il tuo %s

source: all your %s %s
it: tutti i tuoi %2$s %1$s

source: all your %s
it: tutti i tuoi %s

source: your %s %s
it: il tuo %2$s %1$s

source: with %s equal to %s
it: con %s uguale a %s

source: and %s equal to %s
it: e %s uguale a %s

source: the last %s
it: l'ultimo %s

source: the first %s
it: il primo %s

source: the %d-th last %s
it: il %dº %s dal fondo

source: the %d-th %s
it: il %dº %s

source: %s if %s
it: %s se %s

source: a value computed from %s
it: un valore calcolato da %s

source: the number of %s
it: il numero di %s

source: the average %s in %s
it: la media di %s in %s

source: the minimum %s in %s
it: il minimo %s in %s

source: the maximum %s in %s
it: il massimo %s in %s

source: the sum of the %s in %s
it: la somma dei %s in %s

source: the number of %ss in %s
it: il numero di %s in %s

source: the %s with the minimum %s
it: il %s con il minimo %s

source: the %s with the maximum %s
it: il %s con il massimo %s

source: the %s %s with the minimum %s
it: il %s %s con il minimo %s

source: the %s %s with the maximum %s
it: il %s %s con il massimo %s

source: the %s sorted by increasing %s
it: i %s in ordine crescente di %s

source: the %s sorted by decreasing %s
it: i %s in ordine decrescente di %s

source: the %s-nth %s
it: il %sº %s

source: elements %s of the %s
it: elementi %s dei %s

source: the first %s %s
it: il primo %s %s

source: the last %s %s
it: l'ultimo %s %s

source: %d elements starting from %s of the %s
it: %d elementi iniziando da %s dei %s

source: the latest %s results of %s
it: gli ultimi %s risultati di %s

source: the latest %s results, starting at the %d-th, of %s
it: gli ultimi %s risultati, iniziando dal %dº, dei %s

source: the results in the last %s of %s
it: i risultati negli ultimi %s dei %s

source: the results in the %s prior to %s of %s
it: i risultati nei %s prima di %s dei %s

source: the latest %s %s
it: gli ultimi %s %s

source: the latest %s %s, starting at the %d-th
it: gli ultimi %s %s, iniziando con il %dº

source: the %s that changed in in the last %s
it: i %s che hanno cambiato negli ultimi %s

source: the %s that changed in the %s prior to %s
it: i %s che hanno cambiato negli ultimi %s prima di %s

source: every %s
it: ogni %s

source: %s times every %s
it: %s volte ogni %s

source: every %s starting %s
it: ogni %s iniziando il %s

source: %s times every %s starting %s
it: %s volte ogni %s iniziando il %s

source: every day at %s
it: ogni giorno alle %s

source: every day at %s until %s
it: ogni giorno alle %s fino al %s

source: when %s change if %s
it: quando %s cambiano se %s

source: when %s changes if %s
it: quando %s cambia se %s

source: when %s change
it: quando %s cambia

source: when %s changes
it: quando %s cambiano

source: %s changes
it: %s cambia

source: %s and it becomes true that %s
it: %s e diventa vero che %s

source: %s, get %s
it: %s, ottieni %s

source: do the following: %s, and then %s
it: esegui il seguente comando: %s, e poi %s

source: get %s and then %s
it: ottieni %s e poi %s

source: let %s be %s
it: sia %s %s

source: tell %s: %s
it: di' a %s: %s

source: any %s
it: ogni %s

source: your clock
it: il tuo orario

source: send you messages, configure new accounts and open links
it: invii messaggi a te, configuri nuovi account e apra link

source: perform any action on your %s
it: esegua ogni azione sui tuoi %s

source: anyone
it: chiunque

source: anyone in the %s group
it: chiunque nel gruppo %s

source: anyone if %s
it: chiunque se %s

source: requester
it: richiedente

source: %s is allowed to perform any action
it: a %s è consentito eseguire ogni azione

source: %s is allowed to %s
it: a %s è consentito %s

source: %s is allowed to read all your data
it: a %s è consentito leggere tutti i tuoi dati

source: %s is allowed to read all your data and then perform any action with it
it: a %s è consentito leggere tutti i tuoi dati ed eseguire ogni azione con essi

source: %s is allowed to read all your data and then use it to %s
it: a %s è consentito leggere tutti i tuoi dati e poi usarli per %s

source: %s is allowed to read %s
it: a %s è consentito leggere %s

source: %s is allowed to read %s and then perform any action with it
it: a %s è consentito leggere %s e poi eseguire ogni azione con esso

source: %s is allowed to read %s and then use it to %s
it: a %s è consentito leggere %s e poi usarlo per %s

source: yes
it: sì

source: I did not understand
it: Non ho capito

source: train me again
it: allenami ancora

source: go back
it: indietro

source: show more results
it: mostrami più risultati

source: no action
it: nessuna azione

source: show debugging information
it: mostra informazioni di debug

source: maybe
it: forse

source: cancel
it: annulla

source: help
it: aiuto

source: make a new command
it: crea un nuovo comando

source: wake up
it: sveglia

source: list the commands of %s, in category %s
it: elenca i comandi di %s, nella categoria %s

source: choice number %d
it: scelta numero %d

source: Notification
it: Notifica

source: Picture: %s
it: Immagine: %s

source: Location: %s
it: Località: %s

source: Location: [Latitude: %.3f deg, Longitude: %.3f deg]
it: Località: [Latitudine: %.3f gradi, Longitudine: %.3f gradi]

source: Sound effect: %s
it: Effetto sonoro: %s

source: N/A
it: N/D

source: %s of %s
it: %s di %s

source: Here are the %s:
it: Ecco i %s:

source: The %s is %s.
it: Il %s è %s.

source: I found %d result.
it: Ho trovato %d risultato.

source: I found only one value of %2$s.
it: Ho trovato solo un valore di %2$s.

source: The minimum %s is %s.
it: Il %s minimo è %s.

source: The maximum %s is %s.
it: Il %s massimo è %s.

source: The average %s is %s.
it: Il %s medio è %s.

source: The total %s is %s.
it: Il %s totale è %s.
